Revit 2024 API
ParameterTypeId.CurveElemArcStartAngle Property
 "Angle 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId CurveElemArcStartAngle { get; }
Visual Basic
Public Shared ReadOnly Property CurveElemArcStartAngle As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CurveElemArcStartAngle {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace